export default {
  projections: {
    СправУчE: {
      фио: {
        __caption__: 'Фио'
      },
      классУч: {
        __caption__: 'Класс Ученика',
        назв: {
          __caption__: 'Класс Ученика'
        }
      },
      справРод: {
        __caption__: 'Фио Родителя',
        фио: {
          __caption__: 'Фио Родителя'
        }
      }
    },
    СправУчL: {
      фио: {
        __caption__: 'Фио'
      },
      классУч: {
        __caption__: 'Класс Ученика',
        назв: {
          __caption__: 'Класс Ученика'
        }
      },
      справРод: {
        __caption__: 'Фио Родителя',
        фио: {
          __caption__: 'Фио Родителя'
        }
      }
    }
  },
  validations: {
    фио: {
      __caption__: 'Фио'
    },
    классУч: {
      __caption__: 'Класс Ученика'
    },
    справРод: {
      __caption__: 'Фио Родителя'
    }
  }
};
