export default {
  projections: {
    РаспПрихE: {
      урок: {
        __caption__: 'Урок'
      },
      периодНачала: {
        __caption__: 'Период Начала'
      },
      периодКонца: {
        __caption__: 'Период Окончания'
      }
    },
    РаспПрихL: {
      урок: {
        __caption__: 'Урок'
      },
      периодНачала: {
        __caption__: 'Период Начала'
      },
      периодКонца: {
        __caption__: 'Период Окончания'
      }
    }
  },
  validations: {
    периодКонца: {
      __caption__: 'Период Окончания'
    },
    периодНачала: {
      __caption__: 'Период Начала'
    },
    урок: {
      __caption__: 'Урок'
    }
  }
};
